[
  {
    "slug": "elisabet",
    "status": "active",
    "title": "73 Anos da Elisabet",
    "subtitle": "Aniversário Solidário",
    "event_date": "14/12/2025",
    "end_date": "17/12/2025",
    "photo": "img/elisabet.png",
    "story": "A vida já me presenteou com o que há de mais valioso: minha família, meus filhos, amigos, saúde, paz e alegria. Meu coração transborda gratidão a Deus e a todos vocês que fazem parte da minha história.\n\nComo forma de agradecer por tantas bênçãos, convido vocês a uma missão especial: vamos juntos transformar essa gratidão em solidariedade e quem precisa. Obrigada por estarem comigo nessa!",
    "goal": 30,
    "current": 6,
    "beneficiary": {
      "name": "Lar dos Idósos",
      "img": "img/lar-sao-vicente.png"
    },
    "price_unit": 85.00,
    "video_id": "",
    "messages": [
      {
        "name": "Cida",
        "message": "Parabéns Bebete... Que Jesus esteja sempre com você."
      },
      {
        "name": "Erair Maria Aguirre ",
        "message": "Muitas bênçãos a vc pela maravilhosa atitude. Paz e luz sempre!!!!!"
      },
       {
        "name": "Eliana Aguirre ",
        "message": "Parabéns Bete....q Deus a abençoe  sempre por tudo q vc é  é faz....admirável!! Amo vc"
      },
      {
        "name": "Vitoria Aguirre Barion",
        "message": "Feliz aniversário tia! Parabéns pelo lindo gesto."
      }
    ]
  },
  {
    "slug": "osvaldo-47",
    "status": "active",
    "title": "47 Anos do Osvaldo",
    "subtitle": "Celebrando a Vida",
    "event_date": "10/01/2026",
    "end_date": "05/01/2026",
    "photo": "img/osvaldo.jpg",
    "story": "Chegar aos 47 anos é um marco de maturidade e reflexão. Olho para trás e vejo o quanto fui abençoado com saúde, amigos leais e uma família maravilhosa. A gratidão que sinto hoje é imensa e não caberia apenas em palavras.\n\nPor isso, neste aniversário, decidi fazer algo diferente. Em vez de presentes, gostaria de contar com o apoio de vocês para levar esperança e alimento para quem mais precisa. Escolhi a ONG Fome e Frio para receber todo o nosso carinho em forma de cestas básicas. Conto com vocês para celebrarmos a vida ajudando o próximo!",
    "goal": 50,
    "current": 16,
    "beneficiary": {
      "name": "ONG Fome e Frio",
      "img": "img/ong-fome-frio.png"
    },
    "price_unit": 85.00,
    "video_id": "",
    "messages": [
      {
        "name": "Carlos Eduardo",
        "message": "Grande Osvaldo! Iniciativa nobre, meu amigo. Já fiz minha parte."
      },
      {
        "name": "Ricardo Gomes",
        "message": "Parabéns, Osvaldo! Que Deus te dê em dobro. Tamo junto nessa!"
      }
    ]
  }
]
